import React from "react"
import styled from "styled-components"

const Wrap = styled.div`
  margin-top: 24px;
  padding: 24px;
  width: 100%;
  display: flex;
  box-shadow: 0 1px 3px 0 rgba(0, 0, 0, 0.2), 0 2px 1px -1px rgba(0, 0, 0, 0.12),
    0 1px 1px 0 rgba(0, 0, 0, 0.14);
`

const ContentList = styled.div``

const ContentListItem = styled.p``

const Divider = styled.div`
  width: 100%;

`

const ContentBox = () => {
  return (
    <Wrap>
      <ContentList>
        <ContentListItem>
          마르쉐@은 ‘장터, 시장’이라는 뜻의 프랑스어 마르쉐(marché)에 장소 앞에
          붙는 전치사 at(@)을 더해 지은 이름으로, 어디에서든 열릴 수 있는
          시장이라는 의미를 가집니다. * 2012년 10월 대학로 예술가의 집에서 첫
          장을 연 마르쉐@는 ‘돈과 물건의 교환만 이루어지는 시장’ 대신 ‘사람,
          관계, 대화가 있는 시장’이 하나쯤 있었으면 좋겠다는 바람에서
          시작되었습니다. 우리가 먹고 마시고 사용하는 것들이 어디서, 어떻게
          만들어지는 것인지 이 작은 시장을 통해 이야기 나누는 것으로부터 조금 더
          즐거운 세상이 만들어질 수 있다고 생각합니다.
        </ContentListItem>

        <Divider />
        
        <ContentListItem>
          마르쉐@은 ‘장터, 시장’이라는 뜻의 프랑스어 마르쉐(marché)에 장소 앞에
          붙는 전치사 at(@)을 더해 지은 이름으로, 어디에서든 열릴 수 있는
          시장이라는 의미를 가집니다. * 2012년 10월 대학로 예술가의 집에서 첫
          장을 연 마르쉐@는 ‘돈과 물건의 교환만 이루어지는 시장’ 대신 ‘사람,
          관계, 대화가 있는 시장’이 하나쯤 있었으면 좋겠다는 바람에서
          시작되었습니다. 우리가 먹고 마시고 사용하는 것들이 어디서, 어떻게
          만들어지는 것인지 이 작은 시장을 통해 이야기 나누는 것으로부터 조금 더
          즐거운 세상이 만들어질 수 있다고 생각합니다.
        </ContentListItem>

        <Divider />

        <ContentListItem>
          마르쉐@은 ‘장터, 시장’이라는 뜻의 프랑스어 마르쉐(marché)에 장소 앞에
          붙는 전치사 at(@)을 더해 지은 이름으로, 어디에서든 열릴 수 있는
          시장이라는 의미를 가집니다. * 2012년 10월 대학로 예술가의 집에서 첫
          장을 연 마르쉐@는 ‘돈과 물건의 교환만 이루어지는 시장’ 대신 ‘사람,
          관계, 대화가 있는 시장’이 하나쯤 있었으면 좋겠다는 바람에서
          시작되었습니다. 우리가 먹고 마시고 사용하는 것들이 어디서, 어떻게
          만들어지는 것인지 이 작은 시장을 통해 이야기 나누는 것으로부터 조금 더
          즐거운 세상이 만들어질 수 있다고 생각합니다.
        </ContentListItem>

        <Divider />

        <ContentListItem>
          마르쉐@은 ‘장터, 시장’이라는 뜻의 프랑스어 마르쉐(marché)에 장소 앞에
          붙는 전치사 at(@)을 더해 지은 이름으로, 어디에서든 열릴 수 있는
          시장이라는 의미를 가집니다. * 2012년 10월 대학로 예술가의 집에서 첫
          장을 연 마르쉐@는 ‘돈과 물건의 교환만 이루어지는 시장’ 대신 ‘사람,
          관계, 대화가 있는 시장’이 하나쯤 있었으면 좋겠다는 바람에서
          시작되었습니다. 우리가 먹고 마시고 사용하는 것들이 어디서, 어떻게
          만들어지는 것인지 이 작은 시장을 통해 이야기 나누는 것으로부터 조금 더
          즐거운 세상이 만들어질 수 있다고 생각합니다.
        </ContentListItem>

        <Divider />

        <ContentListItem>
          마르쉐@은 ‘장터, 시장’이라는 뜻의 프랑스어 마르쉐(marché)에 장소 앞에
          붙는 전치사 at(@)을 더해 지은 이름으로, 어디에서든 열릴 수 있는
          시장이라는 의미를 가집니다. * 2012년 10월 대학로 예술가의 집에서 첫
          장을 연 마르쉐@는 ‘돈과 물건의 교환만 이루어지는 시장’ 대신 ‘사람,
          관계, 대화가 있는 시장’이 하나쯤 있었으면 좋겠다는 바람에서
          시작되었습니다. 우리가 먹고 마시고 사용하는 것들이 어디서, 어떻게
          만들어지는 것인지 이 작은 시장을 통해 이야기 나누는 것으로부터 조금 더
          즐거운 세상이 만들어질 수 있다고 생각합니다.
        </ContentListItem>

        <ContentListItem>
          마르쉐@은 ‘장터, 시장’이라는 뜻의 프랑스어 마르쉐(marché)에 장소 앞에
          붙는 전치사 at(@)을 더해 지은 이름으로, 어디에서든 열릴 수 있는
          시장이라는 의미를 가집니다. * 2012년 10월 대학로 예술가의 집에서 첫
          장을 연 마르쉐@는 ‘돈과 물건의 교환만 이루어지는 시장’ 대신 ‘사람,
          관계, 대화가 있는 시장’이 하나쯤 있었으면 좋겠다는 바람에서
          시작되었습니다. 우리가 먹고 마시고 사용하는 것들이 어디서, 어떻게
          만들어지는 것인지 이 작은 시장을 통해 이야기 나누는 것으로부터 조금 더
          즐거운 세상이 만들어질 수 있다고 생각합니다.
        </ContentListItem>

        <ContentListItem>
          마르쉐@은 ‘장터, 시장’이라는 뜻의 프랑스어 마르쉐(marché)에 장소 앞에
          붙는 전치사 at(@)을 더해 지은 이름으로, 어디에서든 열릴 수 있는
          시장이라는 의미를 가집니다. * 2012년 10월 대학로 예술가의 집에서 첫
          장을 연 마르쉐@는 ‘돈과 물건의 교환만 이루어지는 시장’ 대신 ‘사람,
          관계, 대화가 있는 시장’이 하나쯤 있었으면 좋겠다는 바람에서
          시작되었습니다. 우리가 먹고 마시고 사용하는 것들이 어디서, 어떻게
          만들어지는 것인지 이 작은 시장을 통해 이야기 나누는 것으로부터 조금 더
          즐거운 세상이 만들어질 수 있다고 생각합니다.
        </ContentListItem>
      </ContentList>
    </Wrap>
  )
}

export default ContentBox
